Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: during a period of upheaval and uncertainty in response to immediate challenges from U.S. trade
fr_fr: secteur automobile à rester concurrentiel dans le contexte des bouleversements et de

source: and policy actions.
fr_fr: aux défis immédiats qu'elles posent.

source: This included the initial step of removing the 2026 target from the Electric
fr_fr: En premier lieu, il a éliminé la cible de 2026 qui

source: Vehicle Availability Standard and launching a 60-day review of the overall regulation.
fr_fr: figure dans la norme sur la disponibilité des véhicules électriques et il a lancé un examen

source: Following
fr_fr: de 60 jours sur l'ensemble du règlement.

source: this review, the government will announce next steps on electric vehicles in the coming weeks.
fr_fr: Une fois cela fait, il annoncera au cours des semaines à venir les prochaines étapes visant les véhicules électriques.

source: Clean Fuel: Targeted updates to the Clean Fuel Regulations will help
fr_fr: sur les combustibles propres contribueront à réduire la dépendance aux combustibles

source: reduce reliance on imported fuels, strengthen domestic supply chains, and support jobs in
fr_fr: importés, renforceront les chaînes d'approvisionnement nationales, et appuieront les emplois

source: agriculture, forestry, and waste sectors.
fr_fr: dans le secteur agricole, forestier, et des déchets.

source: Boosting Clean Economy Investment Through Tax Credits
fr_fr: Stimuler l'investissement dans une économie propre grâce aux crédits d'impôt

source: A substantial increase in energy supply is required to support the growth of Canada's population and
fr_fr: Une importante augmentation de l'approvisionnement en énergie est nécessaire pour soutenir la

source: In Canada, a major driver of this demand growth will come from several large,
fr_fr: Au Canada, cette croissance de la demande sera

source: energy-intensive economic sectors as they expand and electrify, including manufacturing, pulp and
fr_fr: des pâtes et papiers, de l'extraction pétrolière et gazière, et de la fabrication de produits de

source: paper, oil and gas extraction, and metal and non-metallic mineral product manufacturing sectors,
fr_fr: métaux et de minéraux non métalliques, y compris l'acier et l'aluminium, ainsi que par de nouveaux

source: including steel and aluminum, and emerging drivers such as AI data centres and electric
fr_fr: éléments tels que les centres de données d'intelligence artificielle et le transport électrique.

source: transportation.
fr_fr: électriques.

source: To meet this growing demand for clean energy, Canada will need to modernise its electrical grids.
fr_fr: Pour ce faire, nous attirerons d'importants nouveaux investissements dans le secteur,

source: To achieve this, we will attract significant new investments to the sector, enabling infrastructure
fr_fr: ce qui permettra de mettre à niveau les infrastructures et de développer le stockage d'énergie et de

source: upgrades, energy storage, and new technologies, while also expanding wind and solar investments.
fr_fr: nouvelles technologies, tout en augmentant les investissements dans les énergies éolienne et solaire.

source: Expanding interprovincial interties can also lower costs while ensuring grid reliability.
fr_fr: en garantissant la fiabilité du réseau. Le niveau d'investissement nécessaire pendant cette période

source: The degree
fr_fr: sera important.

source: of investment needed in that timeframe will be significant. Forecasts indicate that the annual pace
fr_fr: Selon les prévisions, le rythme annuel des investissements devra presque tripler par

source: of investment needs to nearly triple from current levels to meet anticipated future demand.
fr_fr: rapport aux niveaux actuels pour répondre à la demande future prévue.

source: To seize the investment opportunities from this, the government has now delivered four of its clean
fr_fr: Dans le but de saisir les possibilités d'investissement connexes, le gouvernement a mis en place à ce

source: economy investment tax credits.
fr_fr: Ces crédits d'impôt

source: These are now available to be claimed with the Canada Revenue Agency
fr_fr: peuvent à présent être demandés auprès de l'Agence du revenu du Canada, et des investisseurs ont

source: and investors are starting to avail themselves of those tax credits.
fr_fr: commencé à s'en prévaloir.

source: The refundable investment tax credits available include the: 37.5 to 60-per-cent Carbon Capture, Utilization, and Storage investment tax credit,
fr_fr: Ces crédits d'impôt à l'investissement remboursables sont les suivants : le crédit d'impôt à l'investissement pour le captage, l'utilisation et le stockage du carbone

source: available as of January 1, 2022.
fr_fr: de 37,5 % à 60 %, applicable depuis

source: 30-per-cent Clean Technology investment tax credit, available as of
fr_fr: le 1 er janvier 2022; le crédit d'impôt à l'investissement pour les technologies propres de 30 %, applicable

source: March 28, 2023. 15 to 40-per-cent Clean Hydrogen investment tax credit, available as of
fr_fr: depuis le 28 mars 2023; le crédit d'impôt à l'investissement pour l'hydrogène propre de 15 % à 40 %,

source: March 28, 2023. 30-per-cent Clean Technology Manufacturing investment tax credit, available as of
fr_fr: applicable depuis le 28 mars 2023; le crédit d'impôt à l'investissement pour la fabrication de technologies propres

source: January 1, 2024.
fr_fr: de 30 %, applicable depuis le 1 er janvier 2024.

source: With these investment tax credits now set out in law, businesses can move forward with the certainty
fr_fr: Maintenant que ces crédits d'impôt à l'investissement sont inscrits dans la loi, les entreprises

source: they need to make final investment decisions to invest and build in Canada.
fr_fr: disposent de la certitude nécessaire pour s'engager dans des projets et décider d'investir et de

source: The government will soon be introducing legislation to deliver the Clean Electricity investment tax
fr_fr: bâtir au Canada. Le gouvernement déposera bientôt un projet de loi visant à mettre en place le crédit d'impôt à

source: credit and enhancements to the investment tax credits that have already been implemented.
fr_fr: l'investissement pour l'électricité propre et à bonifier les crédits d'impôt à l'investissement

source: While
fr_fr: existants.

source: legislation progresses, investors already have the certainty of retroactive eligibility:
fr_fr: Pendant que le processus législatif suit son cours, les investisseurs peuvent néanmoins

source: The Clean Electricity investment tax credit would be available as of April 16, 2024,
fr_fr: Le crédit d'impôt à l'investissement pour l'électricité propre s'appliquera à compter

source: for projects that did not begin construction before March 28, 2023.
fr_fr: du 16 avril 2024 pour les projets dont la construction n'était pas amorcée avant

source: Expanded eligibility to include systems that produce electricity, heat, or both electricity and
fr_fr: les deux à partir de déchets de biomasse, et la modification des critères d'admissibilité pour

source: heat from waste biomass and changed the eligibility requirements for small nuclear energy
fr_fr: les petits projets d'énergie nucléaire, pour le crédit d'impôt à l'investissement pour les

source: property under the Clean Technology investment tax credit, both measures would be available
fr_fr: technologies propres. Ces deux mesures s'appliqueront respectivement et rétroactivement

source: retroactively as of November 21, 2023, and March 28, 2023, respectively.
fr_fr: au 21 novembre 2023 et au 28 mars 2023.

source: Expanded eligibility to include qualifying equipment used in eligible polymetallic mining
fr_fr: L'élargissement de l'admissibilité au crédit d'impôt à l'investissement pour la fabrication de

source: projects under the Clean Technology Manufacturing investment tax credit would be retroactively
fr_fr: technologies propres, afin qu'il couvre l'équipement admissible utilisé dans les projets

source: available as of January 1, 2024.
fr_fr: au 1er janvier 2024.

source: Expanded eligibility to include hydrogen produced from methane pyrolysis under the Clean
fr_fr: L'élargissement de l'admissibilité au crédit d'impôt à l'investissement pour l'hydrogène propre

source: Hydrogen investment tax credit would be available as of December 16, 2024.
fr_fr: pour la production d'hydrogène par pyrolyse du méthane s'appliquera à compter du 16 décembre 2024.

source: Building on these existing measures, the government is announcing further changes to the clean
fr_fr: En complément de ces mesures, le gouvernement annonce d'autres modifications aux crédits d'impôt à

source: economy investment tax credits to ensure that they remain competitive and effective in attracting
fr_fr: l'investissement pour l'économie propre, afin qu'ils demeurent avantageux et qu'ils continuent

source: projects and high-paying careers to Canada.
fr_fr: d'attirer des projets et des emplois bien rémunérés au Canada.

source: Budget 2025 confirms the government's intention to proceed with the
fr_fr: Dans le budget de 2025, le gouvernement confirme son intention de mettre en œuvre le crédit

source: implementation of the Clean Electricity investment tax credit and proposes to remove the
fr_fr: d'impôt à l'investissement pour l'électricité propre et propose d'éliminer les conditions que

source: conditions imposed on provincial and territorial governments for their Crown corporations to
fr_fr: doivent remplir les gouvernements provinciaux et territoriaux pour que leurs sociétés d'État

source: be eligible.
fr_fr: soient admissibles au crédit d'impôt.

source: Removing the conditions will ensure that provincial and territorial Crown
fr_fr: Cela permettra aux sociétés d'État provinciales et

source: corporations can access the investment tax credit and effectively and efficiently support
fr_fr: territoriales d'avoir accès au crédit d'impôt à l'investissement et d'appuyer de manière

source: clean electricity investment while reducing administrative burden.
fr_fr: efficace et efficiente l'investissement dans l'électricité propre tout en réduisant le fardeau administratif.

source: Budget 2025 proposes to extend, by five years, the availability of
fr_fr: Dans le budget de 2025, le gouvernement propose de prolonger de cinq ans la disponibilité

source: the full credit rates for the Carbon Capture, Utilization, and Storage (CCUS) investment tax
fr_fr: des pleins taux du crédit d'impôt à l'investissement pour le captage, l'utilisation et le

source: credit, that would apply from 2031 to 2035.
fr_fr: stockage du carbone qui s'appliqueraient de 2031 à 2035.

source: Credit rates would remain unchanged
fr_fr: Les taux du crédit resteraient

source: from 2036 to 2040.
fr_fr: inchangés de 2036 à 2040.

source: Budget 2025 proposes to expand the list of critical minerals
fr_fr: Le budget de 2025 propose d'agrandir la liste des minéraux critiques admissibles au titre

source: eligible for the Clean Technology Manufacturing investment tax credit to include antimony,
fr_fr: du crédit d'impôt à l'investissement pour la fabrication de technologies propres afin d'y

source: indium, gallium, germanium, and scandium, in order to support investments in the extraction,
fr_fr: inclure l'antimoine, l'indium, le gallium, le germanium et le scandium, afin d'appuyer les

source: processing, and recycling of co-product and by-product critical minerals.
fr_fr: investissements dans l'extraction, la transformation et le recyclage des coproduits et des

source: The government will also consult on the possibility of introducing a domestic content requirement
fr_fr: Le gouvernement tiendra également des consultations sur la possibilité d'intégrer une exigence de

source: under the Clean Technology and Clean Electricity investment tax credits.
fr_fr: contenu national dans le cadre du crédit d'impôt à l'investissement pour les technologies propres et

source: Supporting Critical Mineral Projects
fr_fr: Soutenir les projets de minéraux critiques

source: Critical minerals are used to build modern technology, and Canada is rich in these resources.
fr_fr: Les minéraux critiques sont utilisés dans la fabrication de produits technologiques modernes, et le Canada dispose de ces ressources en abondance.

source: Canada's new government is making it easier and more affordable for businesses to mine for critical
fr_fr: Grâce au nouveau gouvernement du Canada, il est plus facile et plus abordable pour les entreprises d'extraire les minéraux critiques, ce qui permet

source: minerals—supporting local industries and developing domestic and global value chains.
fr_fr: d'appuyer les industries locales et de développer des chaînes de valeur ici et à l'étranger.

source: To that end,
fr_fr: À cette

source: at this year's G7 Summit in Kananaskis, Alberta, the Prime Minister introduced the Critical Minerals
fr_fr: fin, au Sommet du G7 de Kananaskis (Alberta), le premier ministre a présenté l'Alliance sur la production de minéraux critiques.

source: Production Alliance—a Canadian-led initiative that leverages trusted international partnerships to
fr_fr: partenariats internationaux de confiance et visant à renforcer les chaînes d'approvisionnement en

source: enhance critical mineral supply chains for collective defence and advanced technology.
fr_fr: minéraux critiques afin de favoriser la défense collective et la technologie de pointe.

source: As part of
fr_fr: Dans le

source: the work of the Alliance, on October 31, 2025, the Government of Canada announced new
fr_fr: le 31 octobre 2025, de nouveaux investissements, partenariats et mesures visant à

source: investments, partnerships and measures to accelerate and unlock critical minerals projects essential
fr_fr: accélérer et à permettre la réalisation de projets de minéraux critiques essentiels aux chaînes

source: in defence, clean energy and advanced manufacturing supply chains, including entering into offtake
fr_fr: d'approvisionnement de la défense, de l'énergie propre et de la fabrication de pointe, y compris des

source: agreements with two critical minerals projects in Canada.
fr_fr: accords d'écoulement avec deux projets de minéraux critiques canadiens.

source: Critical minerals are an important part of Canada's Climate Competitiveness Strategy, as essential
fr_fr: Les minéraux critiques représentent un élément important de la Stratégie de compétitivité climatique

source: resources are needed for clean energy technologies and renewable energy infrastructure, including
fr_fr: du Canada, car des ressources essentielles sont nécessaires pour les technologies d'énergie propre

source: solar panels, electric vehicle batteries, and energy storage systems.
fr_fr: électriques et les systèmes de stockage d'énergie.

source: Budget 2025 proposes to provide $2 billion over five years, on
fr_fr: Le budget de 2025 propose de verser 2 milliards de dollars sur cinq ans, selon la

source: a cash basis, starting in 2026-27, to Natural Resources Canada to create the Critical
fr_fr: comptabilité de caisse, à compter de 2026-2027, à Ressources naturelles Canada pour la

source: Minerals Sovereign Fund.
fr_fr: Le fonds effectuera des investissements

source: The fund will make strategic investments in critical minerals
fr_fr: stratégiques dans des projets et des entreprises du secteur des minéraux critiques, notamment

source: projects and companies, including equity investments, loan guarantees, and offtake
fr_fr: des investissements en capitaux propres, des garanties de prêt et des accords d'écoulement.

source: agreements.
fr_fr: Le

source: Budget 2025 also proposes to provide $50 million over five years,
fr_fr: budget de 2025 propose aussi d'affecter à Ressources naturelles Canada 50 millions de

source: starting in 2026-27, to Natural Resources Canada to support the delivery of this fund.
fr_fr: dollars sur cinq ans, à compter de 2026-2027, pour mettre en œuvre ce fonds.

source: Budget 2025 proposes to provide $371.8 million over four years, starting in 2026-27, to Natural
fr_fr: Le budget de 2025 propose d'accorder 371,8 millions de dollars sur quatre ans, à

source: Resources Canada to create the First and Last Mile Fund.
fr_fr: compter de 2026-2027, à Ressources naturelles Canada pour créer le Fonds du premier et du

source: This new fund
fr_fr: dernier kilomètre.

source: would support the development of critical minerals projects and supply chains at the
fr_fr: Ce nouveau fonds soutiendrait l'élaboration de projets de minéraux critiques

source: upstream and midstream segments of value chains, with a focus on getting near-term
fr_fr: et le développement de chaînes d'approvisionnement dans les segments en amont et au milieu des

source: projects into production.
fr_fr: chaînes de valeur, en mettant l'accent sur la mise en production de projets à court terme.

source: The First and Last Mile Fund would absorb the
fr_fr: Le Fonds du premier et du dernier kilomètre absorberait le Fonds pour l'infrastructure des minéraux

source: Critical Minerals Infrastructure Fund and leverage its existing funding envelope to
fr_fr: critiques et utiliserait son enveloppe de financement actuelle pour fournir un soutien maximal à

source: provide up to $1.5 billion in support through 2029-30.
fr_fr: hauteur de 1,5 milliard de dollars jusqu'en 2029-2030.

source: The fund would also continue to
fr_fr: Le fonds continuerait

source: support clean energy and transportation infrastructure projects related to critical
fr_fr: aussi de soutenir les projets d'énergie propre et d'infrastructure de transport liés à

source: minerals development.
fr_fr: l'exploitation des minéraux critiques.

source: Budget 2025 proposes to expand eligibility for the Critical Mineral
fr_fr: Dans le budget de 2025, le gouvernement propose d'élargir l'admissibilité au crédit d'impôt

source: Exploration Tax Credit (CMETC) to include an additional 12 critical minerals necessary for
fr_fr: pour l'exploration de minéraux critiques en y ajoutant les 12 minéraux critiques suivants

source: defence, semiconductors, energy, and clean technologies: bismuth, cesium, chromium,
fr_fr: propres : bismuth, césium, chrome, fluorine, germanium, indium, manganèse, molybdène,

source: fluorspar, germanium, indium, manganese, molybdenum, niobium, tantalum, tin, and tungsten.
fr_fr: niobium, tantale, étain et tungstène.

source: The expansion of the CMETC would apply to certain exploration expenditures targeted at these
fr_fr: Cet élargissement s'appliquerait à certains frais d'exploration ciblant ces minéraux et faisant l'objet d'une renonciation dans le cadre d'une

source: minerals and renounced as part of a flow-through share agreement entered into after Budget
fr_fr: entente de détenteurs d'actions accréditives conclue après le jour du dépôt du budget

source: Day and on or before March 31, 2027.
fr_fr: de 2025 et au plus tard le 31 mars 2027.

source: Mobilising Capital for Transition to Net-Zero
fr_fr: Mobiliser des capitaux à l'appui de la transition vers la carboneutralité

source: Canada has the resources and talent to develop technology that can deliver low-carbon energy.
fr_fr: Le Canada est doté des ressources et des talents nécessaires au développement de technologie

source: As the
fr_fr: La demande mondiale de biens et de processus à

source: global demand for low-carbon goods and processes rises, Canada's new government is seizing this
fr_fr: faible intensité de carbone s'accroît, et le nouveau gouvernement canadien en profite pour mobiliser

source: opportunity by mobilising public and private capital that promotes investment in sustainability.
fr_fr: les capitaux du secteur public et du secteur privé qui encouragent les investissements dans le développement durable.

source: To accelerate the flow of private capital into sustainable activities across priority economic
fr_fr: Pour accélérer l'injection de capitaux privés dans des activités durables dans l'ensemble des

source: sectors: Budget 2025 reconfirms the government's support for the arm's
fr_fr: Dans le budget de 2025, le gouvernement confirme à nouveau qu'il soutient l'élaboration de

source: length development of made-in-Canada sustainable investment guidelines (also known as a
fr_fr: manière indépendante de lignes directrices canadiennes sur l'investissement durable (ce qu'on

source: taxonomy) by the end of 2026.
fr_fr: appelle aussi une « taxonomie ») d'ici la fin de 2026.

source: These investment guidelines will become an important,
fr_fr: deviendront un important outil d'usage volontaire pour les investisseurs, les prêteurs et

source: voluntary tool for investors, lenders, and other stakeholders navigating the global race to
fr_fr: d'autres intervenants qui prennent part à la course mondiale vers la carboneutralité en

source: net-zero, by credibly identifying "green" and "transition" investments.
fr_fr: définissant de manière fiable les investissements « verts » et les investissements

source: select and announce, by the end of 2025, an external organisation with the expertise to
fr_fr: organisation externe qui possède l'expertise nécessaire pour élaborer les lignes directrices sur

source: develop the sustainable investment guidelines.
fr_fr: l'investissement durable et annoncera ce choix d'ici la fin de 2025.

source: To finance government spending that helps industrial and agricultural
fr_fr: Dans le but de financer ses mesures de soutien visant à rendre les secteurs industriel et

source: sectors get cleaner and more competitive, Budget 2025 announces the government's
fr_fr: agricole plus propres et concurrentiels, le gouvernement annonce dans le budget de 2025 son

source: intention to explore the development of a Sustainable Bond Framework that would allow for
fr_fr: intention d'envisager l'élaboration d'un cadre d'obligations durables qui permettrait l'émission

source: the issuance of both green and transition bonds to be aligned with a Canadian taxonomy, and
fr_fr: d'obligations vertes et de transition qui s'harmonisent avec la taxonomie canadienne. Il prévoit

source: to expand the Framework to incorporate economic sectors as the taxonomy is being developed.
fr_fr: également élargir le cadre pour y intégrer des secteurs économiques pendant l'élaboration de la taxonomie.

source: Budget 2025 announces that the government will work with provinces
fr_fr: Dans le budget de 2025, le gouvernement annonce qu'il collaborera avec les provinces et les

source: and territories to improve climate disclosure across the economy.
fr_fr: territoires pour améliorer la divulgation des informations financières liées au climat dans

source: This work will seek
fr_fr: l'ensemble de l'économie.

source: alignment with international standards and harmonised rules across
fr_fr: Ces travaux viseront l'harmonisation avec les normes internationales

source: federal-provincial-territorial jurisdictions.
fr_fr: et des règles cohérentes dans toutes les compétences fédérales, provinciales et territoriales.

source: Updating Greenwashing Legislation
fr_fr: Mettre à jour les dispositions législatives sur l'écoblanchiment

source: The Competition Act was recently amended to create new enforcement provisions for false
fr_fr: Des modifications récemment apportées à la Loi sur la concurrence prévoient de nouvelles

source: claims of environmental benefit.
fr_fr: dispositions d'application pour de fausses allégations d'avantages environnementaux. Ces

source: These "greenwashing" provisions are creating investment uncertainty
fr_fr: dispositions sur « l'écoblanchiment » créent de l'incertitude à l'égard des
